Repository: LucLov/Zavrsni-rad
Catalog: zavrsni_rad/lib/l10n/app_*.arb
Languages: hr

source: Apply
hr: Primijeni

# settingsTitle
source: Settings
hr: Postavke

# settingsSaved
source: Settings have been saved
hr: Postavke su spremljene

# selectFont
source: Choose a font:
hr: Izaberi font:

source: Adjust font size:
hr: Prilagodi veličinu fonta:

source: Choose language:
hr: Odaberi jezik:

# backgroundSound
source: Music
hr: Glazba

# quizSound
source: Feedback sounds
hr: Zvuk kao rezultat rješenja

# previewText
source: This is a text preview
hr: Ovo je primjer teksta

# preview
source: Preview of selected options:
hr: Izgled odabranih opcija:

# learnAndPractice
source: Learn and practice knowledge of months
hr: Nauči i provježbaj znanje o mjesecima

# testKnowledge
source: Test knowledge of months
hr: Ispitaj znanje o mjesecima

# infoTitle
source: Application informations
hr: Informacije o aplikaciji

# info1
source: Month by Month is a mobile application developed as part of a bachelor’s thesis at the University of Zagreb’s Faculty of Electrical Engineering and Computing in the academic year 2024/2025.
hr: Mobilna aplikacija Mjesec po Mjesec izrađena je u sklopu završnog rada preddiplomskog studija na Fakultetu elektrotehnike i računarstva Sveučilišta u Zagrebu, ak. god. 2024./2025.

# info2
source: This app is designed to help users master the months of the year in a fun and easy way, while exploring the different seasons.
hr: Svrha aplikacije je omogućiti korisnicima da na jednostavan i zanimljiv način ovladaju znanjem o mjesecima u godini, krećući se kroz različita godišnja doba.

# info3
source: Implementation: Lucija Lovrić Supervision: prof. Željka Car PhD and Ana Radović, MSc in Computer Engineering
hr: Implementacija: Lucija Lovrić Mentorstvo: prof. dr. sc. Željka Car, univ. mag. ing. comp. Ana Radović

# info4
source: The application uses Canva’s symbol gallery and sound recordings from the following platforms: Mixkit (Sound Effects Free License), Freesound (Attribution 3.0, author: shinephoenixstormcrow) and FreeSound (Attribution 4.0, song: All of You, author: Luster).
hr: Aplikacija koristi galeriju simbola Canve, a zvučne zapise platformi Mixkit (Sound Effects Free License), Freesound (Attribution 3.0, autor: shinephoenixstormcrow) i Pixabay (Attribution 4.0, pjesma: All of You, autor: Luster).

# aboutTitle
source: User guide
hr: Korisničke upute

# about1
source: This mobile application is based on the principle of ‘multiple means of representation’ from Universal Design for Learning (UDL) to provide an interactive and personalized educational experience for learning the months of the year.
hr: Ova mobilna aplikacija zasnovana je na principu ‘različitih načina reprezentacije’ Univerzalnog dizajna za učenje (Universal Design for Learning, UDL) kako bi pružila interaktivno i personalizirano obrazovno iskustvo u učenju mjeseci u godini.

# about2
source: The application was developed in accordance with ICT-AAC guidelines, with a focus on accessibility, content clarity, and adaptation for users with various communication needs.
hr: Aplikacija je razvijena u skladu sa smjernicama ICT-AAC-a, s naglaskom na pristupačnost, jasnoću sadržaja i prilagodbu korisnicima s različitim komunikacijskim potrebama.

# about3
source: It is intended for a wide audience, including children, people with disabilities, and learners of Croatian and English.
hr: Namijenjena je široj publici, što uključuje djecu, osobe s poteškoćama te učenike hrvatskog i engleskog jezika.

# about4
source: This serious game is designed to guide the user through three different stages: learning about the months, practicing, and testing knowledge of the months.
hr: Ova ozbiljna igra zamišljena je da korisnika vodi kroz tri različite faze: učenje o mjesecima, vježbanje i ispitivanje znanja o mjesecima.

# about5
source: The user will learn about the months within each season (winter, spring, summer, autumn) through a sequential approach. After learning about the months in each season, this knowledge will be practiced with a simple matching game. Once the user is familiar with all the months, they will have the opportunity to test their acquired knowledge in the form of a quiz. At the end of the quiz, the user’s score will be displayed.
hr: Korisnik će kroz sekvencijalni pristup naučiti o mjesecima unutar svakog godišnjeg doba (zima, proljeće, ljeto, jesen). Nakon učenja o mjesecima u godišnjem dobu, to znanje će se provježbati jednostavnom igrom povezivanja pojmova. Kada se korisnik upozna sa svim mjesecima, imat će mogućnost ispitati stečeno znanje u obliku kviza. Na kraju kviza korisniku će se prikazati njegov rezultat.

# winter_check
source: Practice your knowledge of the winter months!
hr: Provježbaj znanje o zimskim mjesecima!

source: Ordinal number:
hr: Redni broj:

source: Number of days:
hr: Broj dana:

# janButtonText
source: JANUARY (1st)
hr: SIJEČANJ (1.)

# janTitle
source: JANUARY
hr: SIJEČANJ

# janInstruction
source: Click to learn about January!
hr: Klikni za informacije o siječnju!

# jan2
source: Beggining of the New Year
hr: započinje Nova godina

# jan3
source: starts with January. We often make New Year's resolutions – plans and wishes for the year ahead. We enjoy the
hr: . Često donosimo novogodišnje odluke, tj. planove i želje za godinu koja dolazi. Uživamo u

# jan4
source: final days of the holiday season
hr: posljednjim blagdanskim danima

# jan5
source: and winter break. Children
hr: i praznicima. Djeca se

# jan6
source: return to school
hr: vraćaju u školu

# jan7
source: and continue learning.
hr: i nastavljaju s učenjem.

# febButtonText
source: FEBRUARY (2nd)
hr: VELJAČA (2.)

# febTitle
source: FEBRUARY
hr: VELJAČA

# febInstruction
source: Click to learn about February!
hr: Klikni za informacije o veljači!

# feb1
source: February is
hr: Veljača je

# feb2
source: the shortest month
hr: najkraći mjesec

# feb3
source: of the year.
hr: u godini.

# feb4
source: Every fourth year
hr: Svaka četvrta godina

# feb5
source: , when February has
hr: u kojoj veljača ima

# feb6
source: 29 days
hr: 29 dana

# feb7
source: , is called
hr: naziva se

# feb8
source: a leap year
hr: prijestupnom godinom

# feb9
source: . Winter is still present, but the days gradually become longer. February is also known for
hr: . Zima još traje, ali dani polako postaju duži. U veljači se obilježavaju

# feb10
source: carnival season
hr: maškare (fašnik, poklade)

# feb11
source: . A day when we give special attention to love for friends, family, and crushes is called
hr: . Dan kada posebnu pažnju posvećujemo ljubavi prema prijateljima, obitelji i simpatijama nazivamo

# feb12
source: Valentine’s Day
hr: Valentinovo

# marButtonText
source: MARCH (3rd)
hr: OŽUJAK (3.)

# marTitle
source: MARCH
hr: OŽUJAK

# marInstruction
source: Click to learn about March!
hr: Klikni za informacije o ožujku!

# mar1
source: Flowers bloom, trees bud, and birds sing. Migratory birds such as
hr: Cvijeće raste, drveće pupa, a ptice pjevaju. Ptice selice poput

# mar2
source: swallows, storks, and turtle doves
hr: lastavica, roda i grlica

# mar3
source: return from warmer regions, and spring is also announced by the early signs of the season –
hr: vraćaju se iz toplijih krajeva, a proljeće najavljuju i vjesnici proljeća –

# mar4
source: snowdrops, primroses, and violets
hr: visibabe, jaglaci i ljubičice

# mar5
source: . Spring begins at the end of March, and on that day, day and night last approximately the same length – this is called
hr: . Krajem ožujka počinje proljeće, a tada dan i noć traju približno jednako dugo – taj dan nazivamo

# mar6
source: the spring equinox
hr: proljetna ravnodnevnica

# closeButton
source: Close
hr: Zatvori

# gameInstructionTitle
source: Game instructions
hr: Upute za igru

# gameInstructions1
source: Match each month with the appropriate description.
hr: Spoji svaki mjesec s odgovarajućim opisom.

# gameInstructions2
source: Drag the month's description
hr: Dovuci opis mjeseca

# gameInstructions3
source: from the right side
hr: s desne strane

# gameInstructions4
source: to the name of the month
hr: do naziva mjeseca

# gameInstructions5
source: on the left side or
hr: s lijeve strane ili

# gameInstructions6
source: click on a month
hr: klikni na mjesec

# gameInstructions7
source: and then
hr: pa zatim

# gameInstructions8
source: click its description.
hr: klikni na opis mjeseca.

# gameJanName
source: January
hr: siječanj

# gameJanNum
source: the first month
hr: 1. mjesec

# gameFebName
source: February
hr: veljača

# gameFebNum
source: the second month
hr: 2. mjesec

# gameMarName
source: March
hr: ožujak

# gameMarNum
source: the third month
hr: 3. mjesec

# smallInstruction
source: Match the name of the month with the corresponding ordinal number.
hr: Spoji ime mjeseca s odgovarajućim rednim brojem.

source: Play again
hr: Igraj ponovo

# checkResults
source: Check result
hr: Provjeri rezultat

# spring_check
source: Practice your knowledge of the spring months!
hr: Provježbaj znanje o proljetnim mjesecima!

# aprButtonText
source: APRIL (4th)
hr: TRAVANJ (4.)

# aprTitle
source: APRIL
hr: TRAVANJ

# aprInstruction
source: Click to learn about April!
hr: Klikni za informacije o travnju!

# apr1
source: Warmer days
hr: Dolaze

# apr2
source: are coming
hr: sve topliji dani

# apr3
source: , which means we can spend more time outside in the open air.
hr: , što znači da sve više vremena možemo provoditi vani, na otvorenom. U travnju se najčešće obilježava

# apr4
source: Easter
hr: Uskrs

# apr5
source: is usually celebrated in April, a holiday children especially look forward to because it also means spring break. The first day of this month is known as
hr: , kojem se djeca posebno vesele jer s njime dolaze i proljetni praznici. Prvi dan ovog mjeseca poznat je kao

# apr6
source: April Fools’ Day
hr: Dan šale (Prvi April)

# apr7
source: , so don’t forget to pull a prank on someone!
hr: , stoga ne zaboravi nekoga nasamariti!

# mayButtonText
source: MAY (5th)
hr: SVIBANJ (5.)

# mayTitle
source: MAY
hr: SVIBANJ

# mayInstruction
source: Click to learn about May!
hr: Klikni za informacije o svibnju!

# may1
source: Spring is in full swing and
hr: Proljeće je u punom jeku i

# may2
source: the days are getting longer
hr: dani su sve duži

# may3
source: . Meadows, gardens, and parks are filled with colors and scents, enriched by bees and butterflies. In May, we enjoy sweet
hr: . Livade, vrtovi i parkovi puni su boja i mirisa koje obogaćuju pčele i leptiri. U svibnju uživamo u slatkim

# may4
source: strawberries
hr: jagodama

# may5
source: and other fruits that are starting to ripen.
hr: i ostalim voćkama koje sazrijevaju.

# junButtonText
source: JUNE (6th)
hr: LIPANJ (6.)

# junTitle
source: JUNE
hr: LIPANJ

# junInstruction
source: Click to learn about June!
hr: Klikni za informacije o lipnju!

# jun2
source: days
hr: Dani

# jun3
source: are
hr: su

# jun4
source: very long
hr: vrlo dugi

# jun5
source: and the sun shines almost all day. Students eagerly await the end of the school year and the start of summer holidays.
hr: i sunce sja gotovo cijeli dan. Učenici nestrpljivo iščekuju kraj školske godine i početak ljetnih praznika.

# jun6
source: At the end of June, summer begins
hr: Krajem lipnja započinje ljeto

# jun7
source: – this is when the day is the longest and the night is the shortest. This day is called
hr: – tada je dan najduži, a noć najkraća. Taj dan nazivamo

# jun8
source: the summer solstice
hr: ljetni solsticij

# gameAprName
source: April
hr: travanj

# gameAprNum
source: the fourth month
hr: 4. mjesec

# gameMayName
source: May
hr: svibanj

# gameMayNum
source: the fifth month
hr: 5. mjesec

# gameJunName
source: June
hr: lipanj

# gameJunNum
source: the sixth month
hr: 6. mjesec

# summer_check
source: Practice your knowledge of the summer months!
hr: Provježbaj znanje o ljetnim mjesecima!

# julButtonText
source: JULY (7th)
hr: SRPANJ (7.)

# julTitle
source: JULY
hr: SRPANJ

# julInstruction
source: Click to learn about July!
hr: Klikni za informacije o srpnju!

# jul2
source: days
hr: Dani

# jul3
source: are
hr: su

# jul4
source: long and hot
hr: dugi i vrući

# jul5
source: and the sea and rivers offer relief from the heat.
hr: , a more i rijeke pružaju spas od vrućine.

# jul6
source: The sun shines relentlessly
hr: Sunce neumorno grije

# jul7
source: , with no clouds in the sky – this period of high temperatures is called a
hr: , bez oblaka na nebu – takvo stanje visokih temperatura nazivamo

# jul8
source: heat wave
hr: toplinski val

# jul9
source: . That’s when it's best to cool off with some
hr: . Tada je najbolje rashladiti se uz

# jul10
source: watermelon
hr: lubenicu

# augButtonText
source: AUGUST (8th)
hr: KOLOVOZ (8.)

# augTitle
source: AUGUST
hr: KOLOVOZ

# augInstruction
source: Click to learn about August!
hr: Klikni za informacije o kolovozu!

# aug1
source: It’s
hr: Vrijeme je

# aug2
source: harvest
hr: žetve

# aug3
source: time and the start of
hr: i početka

# aug4
source: picking
hr: berbe

# aug5
source: some fruit crops.
hr: nekih voćnih kultura. Sazrijevaju

# aug6
source: Tomatoes, cucumbers, and corn
hr: rajčice, krastavci i kukuruz

# aug7
source: are ripening. High temperatures continue, and their presence can be seen in the shimmering air. This phenomenon is called a
hr: . Visoke temperature i dalje traju, a njihovu prisutnost možemo vidjeti po treperenju zraka. Tu pojavu nazivamo

# aug8
source: heat haze (summer mirage)
hr: vrelom izmaglicom (ljetna fatamorgana)

# aug9
source: . It is recommended to
hr: . Preporučuje se

# aug10
source: protect yourself from the sun
hr: zaštititi se od sunca

# aug11
source: with a hat, light clothing, and sunscreen.
hr: kapom, svijetlom odjećom i kremom za sunčanje.

# sepButtonText
source: SEPTEMBER (9th)
hr: RUJAN (9.)

# sepTitle
source: SEPTEMBER
hr: RUJAN

# sepInstruction
source: Click to learn about September!
hr: Klikni za informacije o rujnu!

# sep1
source: Autumn is approaching — the days are still warm, but the nights are becoming cooler. It’s time to harvest
hr: Jesen je na vidiku – dani su još uvijek topli, ali noći postaju svježije. Vrijeme je berbe

# sep2
source: grapes, apples, and pears
hr: grožđa, jabuka i krušaka

# sep3
source: After a long summer break, students return to their school desks.
hr: . Nakon dugog ljetnog odmora učenici se ponovno vraćaju u školske klupe.

# sep4
source: Autumn begins
hr: Jesen započinje

# sep5
source: at the end of this month with the
hr: krajem ovog mjeseca

# sep6
source: autumnal equinox.
hr: jesenskom ravnodnevnicom.

# gameJulName
source: July
hr: srpanj

# gameJulNum
source: the seventh month
hr: 7. mjesec

# gameAugName
source: August
hr: kolovoz

# gameAugNum
source: the eighth month
hr: 8. mjesec

# gameSepName
source: September
hr: rujan

# gameSepNum
source: the ninth month
hr: 9. mjesec

# fall_check
source: Practice your knowledge of the fall months!
hr: Provježbaj znanje o jesenskim mjesecima!

# octButtonText
source: OCTOBER (10th)
hr: LISTOPAD (10.)

# octTitle
source: OCTOBER
hr: LISTOPAD

# octInstruction
source: Click to learn about October!
hr: Klikni za informacije o listopadu!

# oct1
source: The trees dress up in rich shades of
hr: Drveće se oblači u raskošne

# oct2
source: red, orange, and brown
hr: crvene, narančaste i smeđe

# oct3
source: . The mornings are foggy, and the sun shines weakly. We enjoy seasonal treats made from
hr: tonove. Jutra su maglovita, a sunce slabašno sja. Uživamo u specijalitetima od

# oct4
source: chestnuts and pumpkins
hr: kestena i bundeva

# oct5
source: . Other crops are also ripening, such as
hr: . Sazrijevaju i druge kulture poput

# oct6
source: potatoes and carrots
hr: krumpira i mrkve

# novButtonText
source: NOVEMBER (11th)
hr: STUDENI (11.)

# novTitle
source: NOVEMBER
hr: STUDENI

# novInstruction
source: Click to learn about November!
hr: Klikni za informacije o studenom!

# nov1
source: Autumn is coming to an end –
hr: Jesen se bliži kraju –

# nov2
source: the days are getting shorter and the temperatures lower
hr: dani postaju kraći, a temperature sve niže

# nov3
source: . Animals are finishing their preparations for winter, and some are getting ready to enter a deep
hr: . Životinje završavaju pripreme za zimu, a neke se spremaju utonuti u duboki

# nov4
source: winter sleep, hibernation. Migratory birds
hr: zimski san. Ptice selice

# nov5
source: are heading to warmer regions.
hr: sele u toplije krajeve.

# decButtonText
source: DECEMBER (12th)
hr: PROSINAC (12.)

# decTitle
source: DECEMBER
hr: PROSINAC

# decInstruction
source: Click to learn about December!
hr: Klikni za informacije o prosincu!

# dec1
source: December is
hr: Prosinac je

# dec2
source: the last month of the year
hr: posljednji mjesec u godini

# dec3
source: . It is also the month with the shortest days, and with the shortest one, we enter winter –
hr: . Ujedno je i mjesec najkraćih dana, a onim najkraćim ulazimo u zimu -

# dec4
source: the winter solstice
hr: zimski solsticij

# dec6
source: Snow, frost, and fog
hr: Snijeg, mraz i magla

# dec7
source: cover the landscapes. We spend time surrounded by family and friends during
hr: obavijaju krajolike. Vrijeme provodimo okruženi obitelji i prijateljima povodom

# dec8
source: Christmas and New Year
hr: Božića i Nove godine

# gameOctName
source: October
hr: listopad

# gameOctNum
source: the tenth month
hr: 10. mjesec

# gameNovName
source: November
hr: studeni

# gameNovNum
source: the eleventh month
hr: 11. mjesec

# gameDecName
source: December
hr: prosinac

# gameDecNum
source: the twelfth month
hr: 12. mjesec

# testAllMonths
source: Test knowledge of all months!
hr: Ispitaj znanje o svim mjesecima!

# testInstructions
source: Test your knowledge with 12 questions. Spin the wheel of fortune to draw a question!
hr: Provjeri svoje znanje u 12 pitanja. Zavrti kolo sreće kako bi izvukao/la pitanje!

source: Spin
hr: Zavrti

source: Spinning...
hr: Vrti se...

# theme
source: You’ve drawn a question from the season:
hr: Izvukao/la si pitanje iz godišnjeg doba:

source: Correct!
hr: Točno!

source: Incorrect!
hr: Netočno!

# correct_more
source: Well done! Right answer.
hr: Bravo! Točan odgovor.

# incorrect_more
source: Oh no! Wrong answer.
hr: Oh ne! Krivi odgovor.

# continueWord
source: Continue
hr: Nastavi

# message1
source: Perfect! You got everything right!
hr: Savršeno! Sve točno!

# message2
source: Awesome! You really know your seasons!
hr: Odlično! Znaš puno o godišnjim dobima!

# message3
source: Not bad! But I know you can do even better!
hr: Dobro je! Ali može i bolje.

# message4
source: Don't worry, it will be better next time!
hr: Ne brini, bit će bolje sljedeći put!

source: Quiz completed
hr: Kviz završen

source: Result
hr: Rezultat

# goToHome
source: Go to Home page
hr: Idi na početnu stranicu

source: winter
hr: zima

source: spring
hr: proljeće

source: summer
hr: ljeto

source: fall
hr: jesen

# winter_question_1
source: With which month does the new year start?
hr: S kojim mjesecom započinje nova godina?

# winter_correct_1
source: With January
hr: Sa siječnjem

# winter_wrong_1_1
source: With December
hr: S prosincem

# winter_wrong_1_2
source: With April
hr: S travnjem

# winter_question_2
source: What often happens during winter?
hr: Što se često događa tijekom zime?

# winter_correct_2
source: It snows
hr: Sniježi

# winter_wrong_2_1
source: Flowers bloom
hr: Cvjeta

# winter_wrong_2_2
source: Harvesting happens
hr: Žanje se

# winter_question_3
source: Which is the shortest month of the year?
hr: Koji je najkraći mjesec u godini?

# winter_correct_3
source: February
hr: Veljača

# winter_wrong_3_1
source: March
hr: Ožujak

# winter_wrong_3_2
source: January
hr: Siječanj

# winter_question_4
source: Which month has one extra day every leap (fourth) year?
hr: Koji mjesec ima jedan dan više svake prijestupne (četvrte) godine?

# winter_correct_4
source: February
hr: Veljača

# winter_wrong_4_1
source: March
hr: Ožujak

# winter_wrong_4_2
source: January
hr: Siječanj

# winter_question_5
source: In which month do we celebrate Valentine's Day?
hr: U kojem mjesecu obilježavamo Dan zaljubljenih (Valentinovo)?

# winter_correct_5
source: In February
hr: U veljači

# winter_wrong_5_1
source: In January
hr: U siječnju

# winter_wrong_5_2
source: In March
hr: U ožujku

# winter_question_6
source: What is most often celebrated in February?
hr: Što se najčešće obilježava u veljači?

# winter_correct_6
source: Carnival
hr: Fašnik (Maškare)

# winter_wrong_6_1
source: Christmas
hr: Božić

# winter_wrong_6_2
source: Easter
hr: Uskrs

# winter_question_7
source: Which plants are called 'harbingers of spring'?
hr: Koje biljke nazivamo 'vjesnicima proljeća'?

# winter_correct_7
source: Snowdrops, buttercups, and violets
hr: Visibabe, jaglaci i ljubičice

# winter_wrong_7_1
source: Roses, crocuses
hr: Ruže, šafrani

# winter_wrong_7_2
source: Tulips, peonies
hr: Tulipani, božuri

# winter_question_8
source: Which migratory birds return from warmer regions in spring?
hr: Koje ptice selice se vraćaju iz toplijih krajeva u proljeće?

# winter_correct_8
source: Swallows, storks, and turtle doves
hr: Lastavice, rode i grlice

# winter_wrong_8_1
source: Pigeons and crows
hr: Golubovi i vrane

# winter_wrong_8_2
source: Gulls and sparrows
hr: Galebovi i vrapci

# winter_question_9
source: In which month does the transition from winter to spring occur?
hr: U kojem mjesecu nastupa prijelaz iz zime u proljeće?

# winter_correct_9
source: In March
hr: U ožujku

# winter_wrong_9_1
source: In January
hr: U siječnju

# winter_wrong_9_2
source: In April
hr: U travnju

# spring_question_1
source: What happens to the days during spring?
hr: Što se događa s danima tijekom proljeća?

# spring_correct_1
source: Days become longer
hr: Dani postaju duži

# spring_wrong_1_1
source: Days become shorter
hr: Dani postaju kraći

# spring_wrong_1_2
source: Days remain the same
hr: Dani ostaju isti

# spring_question_2
source: Which animals are often associated with spring and Easter?
hr: Koje životinje često povezujemo s proljećem i Uskrsom?

# spring_correct_2
source: Rabbit and chick
hr: Zec i pile

# spring_wrong_2_1
source: Hedgehog and owl
hr: Jež i sova

# spring_wrong_2_2
source: Fish and octopus
hr: Riba i hobotnica

# spring_question_3
source: What often happens to trees in spring?
hr: Što se često događa s drvećem u proljeće?

# spring_correct_3
source: They sprout buds and leaves
hr: Pušta pupoljke i listove

# spring_wrong_3_1
source: Their leaves fall off
hr: Opada im lišće

# spring_wrong_3_2
source: They turn brown
hr: Postaju smeđa

# spring_question_4
source: What is special about the spring equinox?
hr: Koja je osobitost proljetne ravnodnevnice?

# spring_correct_4
source: Day and night last approximately the same length
hr: Dan i noć traju približno jednako dugo

# spring_wrong_4_1
source: Day lasts longer than night
hr: Dan traje dulje od noći

# spring_wrong_4_2
source: Night lasts longer than day
hr: Noć traje dulje od dana

# spring_question_5
source: On the first day of which month do we celebrate April Fools' Day?
hr: Na prvi dan kojeg mjeseca obilježavamo Dan šale?

# spring_correct_5
source: April
hr: Travanj

# spring_wrong_5_1
source: May
hr: Svibanj

# spring_wrong_5_2
source: June
hr: Lipanj

# spring_question_6
source: Which season starts in June?
hr: Koje godišnje doba započinje u lipnju?

# spring_correct_6
source: Summer
hr: Ljeto

# spring_wrong_6_1
source: Autumn
hr: Jesen

# spring_wrong_6_2
source: Spring
hr: Proljeće

# spring_question_7
source: The day when the day is longest and the night shortest occurs at the end of which month?
hr: Dan kada dan traje najdulje, a noć najkraće, događa se krajem kojeg mjeseca?

# spring_correct_7
source: June
hr: Lipnja

# spring_wrong_7_1
source: May
hr: Svibnja

# spring_wrong_7_2
source: July
hr: Srpnja
