Repository: LucLov/Zavrsni-rad
Catalog: zavrsni_rad/lib/l10n/app_*.arb
Languages: hr

# spring_question_8
source: Which fruit do we often eat in spring?
hr: Koje voće često jedemo u proljeće?

# spring_correct_8
source: Strawberries
hr: Jagode

# spring_wrong_8_1
source: Apples
hr: Jabuke

# spring_wrong_8_2
source: Pears
hr: Kruške

# summer_question_1
source: What do people often do in summer?
hr: Što ljudi često rade ljeti?

# summer_correct_1
source: Go on vacation
hr: Idu na ljetovanje

# summer_wrong_1_1
source: Dig potatoes
hr: Kopaju krumpire

# summer_wrong_1_2
source: Plant wheat
hr: Siju pšenicu

# summer_question_2
source: Which two consecutive months have the same number of days?
hr: Koja dva susjedna mjeseca imaju isti broj dana?

# summer_correct_2
source: July and August
hr: Srpanj i kolovoz

# summer_wrong_2_1
source: January and February
hr: Siječanj i veljača

# summer_wrong_2_2
source: August and September
hr: Kolovoz i rujan

# summer_question_3
source: Which agricultural crops do we grow in summer?
hr: Koje poljoprivredne kulture uzgajamo ljeti?

# summer_correct_3
source: Corn, tomatoes, and cucumbers
hr: Kukuruz, rajčicu i krastavce

# summer_wrong_3_1
source: Pumpkins
hr: Bundevu

# summer_wrong_3_2
source: Drops of sweat
hr: Kapi znoja

# summer_question_4
source: Which fruit is eaten in summer to refresh ourselves?
hr: Koje se voće jede ljeti kako bismo se osvježili?

# summer_correct_4
source: Watermelon
hr: Lubenica

# summer_wrong_4_1
source: Apple
hr: Jabuka

# summer_question_5
source: What is the phenomenon called when days are very hot and dry?
hr: Kako se zove pojava kada su dani jako vrući i bez kiše?

# summer_correct_5
source: Heat wave
hr: Toplinski val

# summer_wrong_5_1
source: Cold wave
hr: Hladni val

# summer_wrong_5_2
source: Boiling summer
hr: Kipuće ljeto

# summer_question_6
source: What is often used to protect against the sun in summer?
hr: Što se često koristi za zaštitu od sunca ljeti?

# summer_correct_6
source: Hat, light clothing, and sunscreen
hr: Kapa, svijetla odjeća i krema za sunčanje

# summer_wrong_6_1
source: Scarf
hr: Šal

# summer_wrong_6_2
source: Raincoat
hr: Kabanica

# summer_question_7
source: Which season starts in September?
hr: Koje godišnje doba započinje u rujnu?

# summer_correct_7
source: Fall
hr: Jesen

# summer_wrong_7_1
source: Spring
hr: Proljeće

# summer_wrong_7_2
source: Winter
hr: Zima

# summer_question_8
source: What is the phenomenon called when the air shimmers because of great heat?
hr: Kako se zove pojava kada zrak treperi zbog velikih vrućina?

# summer_correct_8
source: Heat mirage (summer fata morgana)
hr: Vrela izmaglica (ljetna fatamorgana)

# summer_wrong_8_1
source: Wind
hr: Vjetar

# summer_wrong_8_2
source: Tide
hr: Plima

# summer_question_9
source: Which phenomenon represents a danger during great heat?
hr: Koja pojava predstavlja opasnost za vrijeme velikih vrućina?

# summer_correct_9
source: Fires
hr: Požari

# summer_wrong_9_1
source: Floods
hr: Poplave

# summer_wrong_9_2
source: Heavy rains
hr: Obilne kiše

# fall_question_1
source: What falls in autumn?
hr: Što pada u jesen?

# fall_correct_1
source: Leaves
hr: Lišće

# fall_wrong_1_1
source: Snow
hr: Snijeg

# fall_wrong_1_2
source: Drops of sweat
hr: Kapi znoja

# fall_question_2
source: Which two consecutive months (not looking at months within the same year) have the same number of days?
hr: Koja dva susjedna mjeseca (ne gledajući mjesece unutar jedne godine) imaju isti broj dana?

# fall_correct_2
source: December and January
hr: Prosinac i siječanj

# fall_wrong_2_1
source: August and September
hr: Kolovoz i rujan

# fall_wrong_2_2
source: September and October
hr: Rujan i listopad

# fall_question_3
source: Which fruits ripen in autumn?
hr: Koji plodovi sazrijevaju u jesen?

# fall_correct_3
source: Apples, pears, and grapes
hr: Jabuke, kruške i grožđe

# fall_wrong_3_1
source: Watermelons and melons
hr: Lubenice i dinje

# fall_wrong_3_2
source: Strawberries and raspberries
hr: Jagode i maline

# fall_question_4
source: Into which colors do leaves change their color?
hr: U koje boje listovi mijenjaju svoju boju?

# fall_correct_4
source: Yellow, orange, and brown
hr: U žutu, narančastu i smeđu

# fall_wrong_4_1
source: Green
hr: U zelenu

# fall_wrong_4_2
source: Blue
hr: U plavu

# fall_question_5
source: What happens to the days during autumn?
hr: Što se događa s danima tijekom jeseni?

# fall_correct_5
source: Days become shorter
hr: Dani postaju kraći

# fall_wrong_5_1
source: Days become longer
hr: Dani postaju duži

# fall_wrong_5_2
source: Days remain the same
hr: Dani ostaju isti

# fall_question_6
source: Which vegetables ripen in autumn?
hr: Koje povrće sazrijeva u jesen?

# fall_correct_6
source: Potatoes, pumpkins, and carrots
hr: Krumpir, bundeva i mrkva

# fall_wrong_6_1
source: Cucumbers
hr: Krastavci

# fall_wrong_6_2
source: Zucchini
hr: Tikvice

# fall_question_7
source: What is the autumn phenomenon when day and night last equally long?
hr: Kako se zove jesenska pojava kada dan i noć traju jednako dugo?

# fall_correct_7
source: Autumn equinox
hr: Jesenska ravnodnevnica

# fall_wrong_7_1
source: Summer solstice
hr: Ljetni solsticij

# fall_wrong_7_2
source: Winter solstice
hr: Zimski solsticij

# fall_question_8
source: Which season starts at the end of December?
hr: Koje godišnje doba započinje krajem prosinca?

# fall_correct_8
source: Winter
hr: Zima

# fall_wrong_8_1
source: Spring
hr: Proljeće

# fall_wrong_8_2
source: Autumn
hr: Jesen

# fall_question_9
source: Which holiday do we celebrate at the end of December?
hr: Koji blagdan obilježavamo krajem prosinca?

# fall_correct_9
source: Christmas
hr: Božić

# fall_wrong_9_1
source: Easter
hr: Uskrs

# fall_wrong_9_2
source: Statehood Day
hr: Dan državnosti

# homeBg
source: assets/images/naslovnica_eng.png
hr: assets/images/naslovnica2.png

# gameBg
source: assets/images/game_background_eng.png
hr: assets/images/game_background.png

# winterBg
source: assets/images/zima_eng.png
hr: assets/images/zima.png

# springBg
source: assets/images/proljece_eng.png
hr: assets/images/proljece.png

# summerBg
source: assets/images/ljeto_eng.png
hr: assets/images/ljeto.png

# fallBg
source: assets/images/jesen_eng.png
hr: assets/images/jesen.png
